[
    {
        "titol": "Boruto: Naruto the Movie",
        "tipus": "Movie",
        "estat": "Finished Airing",
        "posicio_popularitat": 503,
        "classificacio_edat": "PG-13 - Teens 13 or older",
        "sinopsis": "The spirited Boruto Uzumaki, son of Seventh Hokage Naruto, is a skilled ninja who possesses the same brashness and passion his father once had. However, the constant absence of his father, who is busy with his Hokage duties, puts a damper on Boruto's fire. Upon learning that his father will watch the aspiring ninjas who will participate in the upcoming Chunin exams, Boruto is driven to prove to him that he is worthy of his attention. In order to do so, he enlists the help of Naruto's childhood friend and rival, Sasuke Uchiha. \n\nThe Chunin exams begin and progress smoothly, until suddenly, the Konohagakure is attacked by a new foe that threatens the long-standing peace of the village. Now facing real danger, Naruto and his comrades must work together to protect the future of their cherished home and defeat the evil that terrorizes their world. As this battle ensues, Boruto comes to realize the struggles his father once experienced—and what it truly means to be a ninja.\n\n[Written by MAL Rewrite]",
        "puntuacio": 7.38,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/28755/Boruto__Naruto_the_Movie",
        "generes": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "any_estrena": null,
        "estudis": [
            "Pierrot"
        ]
    },
    {
        "titol": "Kamiusagi Rope x Boruto: Naruto Next Generations",
        "tipus": "CM",
        "estat": "Finished Airing",
        "posicio_popularitat": 7219,
        "classificacio_edat": "G - All Ages",
        "sinopsis": "A 3-way collaboration between Kamiusagi Rope, Boruto: Naruto Next Generations, and TOHO Cinemas. The purpose is to promote a new TOHO theater opening up in Ueno on November 4, 2017. The collaboration video will also be available to view in TOHO Cinemas in Tokyo, Kanagawa, Chiba, and Saitama from Ocotober 21 - December 1.",
        "puntuacio": 5.48,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/36564/Kamiusagi_Rope_x_Boruto__Naruto_Next_Generations",
        "generes": [
            "Comedy"
        ],
        "any_estrena": null,
        "estudis": []
    }
]